Repository: Pulatov-iOS/TBank_Swift-CodeUI-SwiftUI
Catalog: TBank/*.lproj/Localizable.strings
Languages: ru

# App.LocalizedCurrencyRates.NavigationItemTitle
source: Branches
ru: Отделения

# App.LocalizedCurrencyRates.SegmentedControlItemNearest
source: Nearest
ru: Ближайший

# App.LocalizedCurrencyRates.SegmentedControlItemBestCourse
source: Best Course
ru: Лучший курс

# App.LocalizedCurrencyRates.SegmentedControlItemFavorites
source: Favorites
ru: Избранный

# App.LocalizedCurrencyRates.ExchangeRates.NavigationItemTitle
source: Exchange Rates
ru: Обменные курсы

# App.LocalizedCurrencyRates.ExchangeRates.SecondNavigationItemTitle
source: Branch number:
ru: Номер отделения:

# App.LocalizedCurrencyRates.BankLocatorMap.NavigationItemTitle
source: Location
ru: Локация

# App.LocalizedCurrencyRates.BankLocatorMap.SecondNavigationItemTitle
source: Address:
ru: Адрес:

# App.LocalizedCurrencyRates.BankLocatorMap.MapPointTitle
source: TBank branch - â„–
ru: TBank отделение - №

# App.BestCurrencyRates.NavigationItemTitle
source: Currency Rates
ru: Курсы валют

# App.BestCurrencyRates.lastUpdatedLabel
source: Last updated:
ru: Последнее обновление:

# App.BestCurrencyRates.searchTextField
source: Search Currency
ru: Поиск валюты

# App.BestCurrencyRates.alertController.titel
source: Updated
ru: Обновлено

# App.BestCurrencyRates.alertController.message
source: Currency rates updated
ru: Курсы валют обновлены

# App.CurrencyConverter.NavigationItemTitle
source: Converter
ru: Конвертер

# App.Settings.NavigationItemTitle
source: Settings
ru: Настройки

# App.Settings.ItemTermsOfUse
source: Terms of Use
ru: Условия использования

# App.Settings.ItemPrivacyPolicy
source: Privacy policy
ru: Политика конфиденциальности

# App.WorkingDays.101
source: Mon - Fri
ru: Пн - Пт

# App.WorkingDays.102
source: Mon - Sat
ru: Пн - Сб

# App.Addresses.101
source: Dzerzhinsky Ave, 23
ru: пр. Дзержинского, 23

# App.Addresses.102
source: Surganova St, 50
ru: ул. Сурганова, 50

# App.Addresses.103
source: Rokossovsky Ave, 80
ru: пр. Рокоссовского, 80

# App.Addresses.104
source: Partizansky Ave, 150A
ru: пр. Партизанский, 150А

# App.Addresses.105
source: Budslavskaya St, 2
ru: ул. Будславская, 2

# App.Addresses.106
source: Vostochnaya St, 183/4
ru: ул. Восточная, 183/4

# App.Addresses.107
source: Independence Ave, 23
ru: пр. Независимости, 23

# App.Addresses.108
source: Uborevich St, 176
ru: ул. Уборевича, 176

# App.Addresses.109
source: Denisovskaya St, 8
ru: ул. Денисовская, 8

# App.Addresses.110
source: Filimonov St, 12
ru: ул. Филимонова, 12

# App.Addresses.111
source: Petr Mstislavets St, 11
ru: ул. Петра Мстиславца, 11

# App.Addresses.112
source: Pritytskogo St, 156
ru: ул. Притыцкого, 156

# App.Addresses.113
source: Pobediteley Ave, 135B
ru: пр. Победителей, 135Б

# App.Addresses.114
source: Dzerzhinsky Ave, 100
ru: пр. Дзержинского, 100

# App.Addresses.115
source: Korzhenevsky St, 26
ru: ул. Корженевского, 26
